Revit 2024 API
PolylineSegments.EndLocalParameter Property
 Local parameter associated with the end point.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double EndLocalParameter { get; }
Visual Basic
Public ReadOnly Property EndLocalParameter As Double
	Get
Visual C++
public:
property double EndLocalParameter {
	double get ();
}
See Also
PolylineSegments Class
Autodesk.Revit.DB Namespace